ent-ClothingHeadHelmetCBURNLeader = шлем командира отряда РХБЗЗ
    .desc = Огнеупорный, защищающий давления шлем, который используют специальные подразделения зачистки.
ent-ClothingHeadHelmetHardsuitBlueshield = шлем скафандра офицера «синий щит»
    .desc = Нет ничего лучше, чем сочетание новейших технологий и всеобъемлящего сокращения расходов. (С) Главный поставщик шлемов Центком
ent-ClothingHeadHelmetHardsuitPilot = Шлем скафандра пилота Службы Безопасности
    .desc = Футуристичный шлем с отличным обзором.
