ent-ClothingOuterHardsuitCBURNLeader = экзокостюм командира отряда РХБЗЗ
    .desc = Легковесный но прочный экзокостюм, который используют специальные подразделения зачистки.
ent-ClothingOuterHardsuitBlueshield = скафандр офицера «синий щит»
    .desc = Что может быть лучше EVA-скафандра? EVA-скафандр, перекрашенный в синий цвет!
ent-ClothingOuterHardsuitPilot = Скафандр пилота Службы Безопасности
    .desc = Облегченная версия скафандра Службы безопасности, обеспечивает хорошую подвижность, но меньшую защиту.
