ent-_FtCMechGygax = Гайгэкс
    .desc =  Несмотря на слабую броню, "Гайгэкс" обладает невероятной мобильностью благодаря своей скорости и способности пробивать стены.
ent-_FtCMechGygaxBattery = { ent-_FtCMechGygax }
    .suffix = Батарея
    .desc = { ent-_FtCMechGygax.desc }

ent-_FtCGygaxCentralElectronics = центральный модуль управления Гайгэкса
    .desc = Центр управления электрооборудованием меха Гайгэкс.
ent-_FtCGygaxPeripheralsElectronics = модуль управления периферией Гайгэкса
    .desc = Система управления электрическими периферийными устройствами меха Гайгэкс.

ent-_FtCGygaxHarness = каркас Гайгэкса
    .desc = Ядро меха Гайгэкс.
ent-_FtCGygaxLArm = левая рука Гайгэкса
    .desc = Левая рука меха Гайгэкс. Устанавливается на шасси меха.
ent-_FtCGygaxLLeg = левая нога Гайгэкса
    .desc = Левая нога меха Гайгэкс. Устанавливается на шасси меха.
ent-_FtCGygaxRLeg = правая нога Гайгэкса
    .desc = Правая нога меха Гайгэкс. Устанавливается на шасси меха.
ent-_FtCGygaxRArm = правая рука Гайгэкса
    .desc = Правая рука меха Гайгэкс. Устанавливается на шасси меха.
ent-_FtCGygaxChassis = шасси Гайгэкса
    .desc = Незавершённое шасси меха Гайгэкс.
ent-_FtCGygaxArmorPlates = бронеплиты Гайгэкса
    .desc = Бронеплиты для меха Гайгэкс. Устанавливается на шасси меха.
ent-_FtCGygaxHead = голова Гайгэкса
    .desc = Голова меха Гайгэкс. Устанавливается на шасси меха.
