ent-_FtCMechRipleyMk2 = Рипли Mk.2 АВП
    .desc =  Универсальный и легкобронированный, Рипли пригодится практически для любого сценария тяжелой работы. АВП означает АВтономный Погрузчик. Эта версия улучшена для работы в космосе и большей защиты.
ent-_FtCMechRipleyMk2Battery = { ent-_FtCMechRipleyMk2 }
    .suffix = Батарея
    .desc = { ent-_FtCMechRipleyMk2.desc }

ent-_FtCRipleyMk2ModificationKit = комплект модификации Рипли
    .desc = Комплект деталей, предназначенный для улучшения Рипли до модификации Mk II - более защищенной и герметичной, но менее мобильной.
