ghost-role-information-fugitive-name = Беглец
ghost-role-information-fugitive-description = Вы сбежавший заключенный. Ваша цель - выжить.
ghost-role-information-exterminator-name = Терминатор
ghost-role-information-exterminator-description = Вас отправили в прошлое, чтобы уничтожить цель, имеющую большое значение для будущего.
ghost-role-information-exterminator-rules = Вы - антагонист и можете убить любого, кто попытается вам помешать, но убийство цели - всегда ваш главный приоритет.
roles-ghost-cryopod-sleeper-name = Старая криогенная капсула
roles-ghost-cryopod-sleeper-objective = Вы смутно припоминаете, как бросились в криогенную капсулу из-за надвигающейся радиационной бури. Последнее, что Вы помните, - это Искусственная программа станции, сообщающая Вам, что Вы будете спать всего восемь часов. Когда Вы открываете глаза, всё кажется заржавевшим и сломанным, Вы едва осознаёте уровень безысходности, в которой оказались.