ent-_FtCBoxAmmoAC2Ultra = коробка патронов для AC-2 "ультра"
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки AC-2 "ультра".

ent-_FtCBoxAmmoScattershot = коробка патронов для LBX AC 10 "Залп"
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки LBX AC 10 "Залп".

ent-_FtCBoxAmmoHades = коробка патронов для FNX-99 "Аид"
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки FNX-99 "Аид".

ent-_FtCBoxAmmoSniper = коробка патронов для HAR-21 "Ma Deuce"
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки HAR-21 "Ma Deuce".

ent-_FtCBoxAmmoGranade = коробка универсальных гранат
    .desc = Коробка с пустыми гранатами, которые можно использовать для зарядки любого гранатомёта.

ent-_FtCBoxPlasmaBox = пачка плазменных зарядов
    .desc = Несколько капсул, заполненных плазмой. Чаще всего используют для зарядки плазменного резака.